Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: -->'''Doña Cleotilde:''' "It's both things," "It' both things," don't you two have anything else to say, or are you just messing with me?!
pt_br: -->'''Dona Clotilde:''' "As duas coisas", "as duas coisas"! Vocês não tem nada melhor pra dizer, ou só estão mexendo comigo?

source: -->'''Doña Cleotilde:''' Should I confront him about it, or just ignore him?
pt_br: -->'''Dona Clotilde:''' Devo ir lá perguntar dele, ou só ignorá-lo?

source: -->'''Doña Cleotilde:''' That does it!
pt_br: -->'''Dona Clotilde:''' Ah, já chega! \

source: -->'''Doña Cleotilde:''' Well is he mad about something, or he just nervous?
pt_br: -->'''Dona Clotilde:''' Bom, ele está chateado com algo, ou só está nervoso?

source: -->'''Doña Cleotilde:''' What do you think I am, your toy or your fool?
pt_br: -->'''Dona Clotilde:''' O que vocês acham que eu sou, uma boba ou uma tonta?

source: -->'''Doña Clotilde:''' ''(Shocked)'' Your mother, is still alive?
pt_br: -->'''Dona Clotilde:''' ''[surpresa]'' Sua mãe ainda está viva?

source: -->'''Doña Clotilde:''' Don't tell me your great-great grandmother is still alive?
pt_br: -->'''Dona Clotilde:''' Não me diga que sua tataravó também está viva?

source: -->'''Doña Clotilde:''' What?!
pt_br: -->'''Dona Clotilde:''' O quê?

source: -->'''Doña Clotilde:''' Your grandmother is also alive?
pt_br: -->'''Dona Clotilde:''' Sua avó também está viva?

source: -->'''Doña Florinda''': [[BigWhat WHAT!?]] -->'''Don Ramón''': [[VerbalBackspace That's why you've got to see more TV!]] Didn't you notice that nowadays villains are often handsome, and heroes are ugly?
pt_br: -->'''Dona Florinda:''' [[Br/GrandeOQue O QUÊ?]] -->'''Seu Madruga:''' A senhora devia assistir mais televisão! Não percebeu que agora o costume é que os vilões sejam belos e os heróis sejam feios?

source: -->'''Dudão:''' But you should be.
pt_br: -->'''Dudão:''' Mas deveria ser.

source: -->'''Dudão:''' That would be worse.
pt_br: -->'''Dudão:''' Isso seria pior.

source: -->'''Dudão:''' That's what the Bible says!
pt_br: -->'''Dudão:''' É o que a Bíblia diz!

source: -->'''Dudão:''' Zuca is gonna end up badly.
pt_br: -->'''Dudão:''' Zuca vai acabar mal.

source: -->'''J:''' Don't ''start'' nothin'... ''[squish!]'' ... won't ''be'' nothin'!
pt_br: -->'''J:''' Meu lema é, eu ''rezo'' pra não arranjar uma briga... ''[esmaga]'' ...mas ''pago'' pra não sair dela!

source: -->'''J:''' She's got a whole "Queen of the Undead" thing.\\ '''K:''' What about the body?\\ '''J:''' Great body.\\ '''K:''' The DEAD body.
pt_br: '''J:''' Muito interessante. Ela adora conviver com pessoas mortas e...\\ '''K:''' Do corpo.\\ '''J:''' É um corpo lindo.\\ '''K:''' Do corpo ''do morto''.

source: -->'''Jaimito:''' ''(Sadly)'' But she's not doing so well.
pt_br: -->'''Jaiminho:''' ''[com pesar]'' Sim, mas ela não está tão bem.

source: -->'''Jaimito:''' I go by age.
pt_br: -->'''Jaiminho:''' Eu vou pela idade.

source: -->'''Jaimito:''' My mother for one.
pt_br: -->'''Jaiminho:''' Minha mãe, por exemplo.

source: -->'''Jaimito:''' Of course, she takes care of my grandmother.
pt_br: -->'''Jaiminho:''' Sim. Ela cuida da minha avó.

source: -->'''Jaimito:''' Yes, she lives with my great grandmother.
pt_br: -->'''Jaiminho:''' Sim, ela vive com a minha bisavó.

source: -->'''K:''' All right, we'll use pulsar level five with a subsonic implosion factor.\\ '''J:''' What?\\ '''K:''' Just shoot the damn thing on the count of three!
pt_br: -->'''K:'' Nível de pulsar cinco com fator de implosão subsônica.\\ '''J:''' O quê?\\ '''K:''' É só disparar quando eu contar três!

source: -->'''K:''' I've just been down the gullet of an interstellar cockroach.
pt_br: -->'''K:''' Já cansei dessas aventuras interestelares.

source: -->'''Kay''': Don't "Sir" me young man, you have no idea who you're dealing with.
pt_br: -->'''K:''' Não me chame de "senhor", meu jovem, você não sabe com o que está lidando.

source: -->'''Mr. Furious:''' Seem to remember there being a little controversy around his death.\\ '''The Bowler:''' That's right.
pt_br: -->'''Irado:''' Eu me lembro que houve uma polêmica sobre a morte dele.\\ '''Boliche:''' Pois é.

source: -->'''NS-5:''' You are experiencing a car accident.\\ '''Spooner:''' THE ''HELL'' I AM!
pt_br: -->'''NS-5:''' Você está sofrendo um acidente de carro.\\ '''Spooner:''' ESTOU ''UMA OVA''!

source: -->'''Paçoca:''' But I'm not Christian!
pt_br: -->'''Paçoca:''' Mas eu não sou cristão!

source: -->'''Paçoca:''' He hit me just because i'm smaller.
pt_br: -->'''Paçoca:''' Ele me bateu só porque eu sou pequeno.

source: -->'''Paçoca:''' He hit me, and I have to love him?
pt_br: -->'''Paçoca:''' Ele me bate, e eu tenho que amar ele?

source: -->'''Paçoca:''' I'm gonna hit him with a piece of stick!
pt_br: -->'''Paçoca:''' Eu vou bater nele com um pedaço de pau!

source: -->'''Señor Barriga:''' Every time which I arrive in the vecindad you hit me!
pt_br: -->'''Senhor Barriga:''' Sempre que eu chego na vila você me recebe com uma pancada!

source: -->'''Sonny:''' Thank you.
pt_br: -->'''Sonny:''' Obrigado.

source: -->'''Sonny:''' We all have a purpose, don't you think?
pt_br: -->'''Sonny:''' Todos temos um propósito, não acha?

source: -->'''Spooner:''' I guess anything is normal for someone in your position.
pt_br: -->'''Spooner:''' Qualquer coisa é normal pra alguém na sua posição.

source: -->'''Spooner:''' Somehow, "I told you so" just doesn't quite say it.
pt_br: -->'''Spooner:''' Eu não sei por quê, mas "eu te disse" não explica isso direito.

source: -->'''Spooner:''' That was someone's ''baby''.
pt_br: -->'''Spooner:''' Mas ela era filha de alguém.

source: -->'''Spooner:''' You know what they say: "Laws are meant to be broken".\\ '''Calvin:''' Not these laws.
pt_br: -->'''Spooner:''' Bom, como dizem, leis são feitas para se burlar.\\ '''Calvin:''' Não, não essas leis.

source: -->'''Spooner:''' [[spoiler: Poor old man.
pt_br: -->'''Spooner:''' [[spoiler: Pobre velho.

source: -->'''The Bowler:''' No, no, of course not.
pt_br: -->'''Boliche''': Não.

source: -->'''The Bowler:''' Now, the good news is you're not going to die, because you're already dead.
pt_br: -->'''Boliche:''' A vantagem é que você não vai morrer, porque já está morto.

source: -->'''The Shoveler''': This is egg salad.
pt_br: -->'''O Pá:''' É salada de ovos.

source: -->'''The Shoveler:''' Doctor, you really are a genius.\\ '''Dr. Heller:''' That's what the card says.
pt_br: -->'''Pá:''' Doutor, o senhor é genial.\\ '''Dr. Heller:''' É o que diz no cartão.

source: -->'''The Shoveler:''' Oh, don't ''start'' that ''again!'' Lance Hunt wears glasses.
pt_br: -->'''Pá:''' Ah, não começa com isso ''de novo''! Lance Hunt usa óculos.

source: -->'''The Sphinx''': If you do not master your rage-\\ '''Mr. Furious''': ''(Sarcastically)'' Then your rage will become your master?
pt_br: -->'''Esfinge''': Mas até aprender a dominar sua fúria--\\ '''Irado''': ''[sarcasticamente]'' Sua fúria dominará você?

source: -->'''Tow Truck Driver:''' ''[revealing his own pistol]'' Please... * DistractedByTheSexy: J's budding attraction to Dr. Weaver.
pt_br: -->'''Motorista do guincho:''' ''[revelando a própria arma]'' Por favor... * Br/DistraidoPelaBeldade: A atração do J pela doutora Weaver. -->'''K:''' O que acha?\\

source: -->'''Translation of Arquillian transmission:''' ''MIB, deliver the Galaxy or Earth will be destroyed.''\\ '''J:''' Aw, that's BULLSHIT.\\ '''Translation of Arquillian transmission:''' ''Sorry.'' * ArcWords: "They're beautiful aren't they?..The stars." * ArtisticLicenseGeography: When K is looking in on his old girlfriend, he types in Truro, MA, which is close to the very tip of Cape Cod, but the satellite focuses in on the Sandwich area, which is at the very beginning of the Cape.
pt_br: * Br/PalavrasDeArco: "Elas são bonitas, não? As estrelas..."

source: -->'''[[ExactlyWhatItSaysOnTheTin The Shoveler]]:''' God gave me a gift.
pt_br: -->'''O Pá:''' Deus me deu um dom.

source: -->''Gum Disease and Gingivitis can be a crime, that's why I use Mighty Whitey; I want my teeth to look amazing.'' * CreatorCameo: Director Kinka Usher makes a brief cameo as "Moe".
pt_br: -->''A cárie dentária e a gengivite são um crime, por isso eu uso a pasta de dentes Super-Branco; porque quero que meus dentes fiquem... um arraso.''

source: -->-- '''WebVideo/ScreenRantPitchMeetings''' for ''WesternAnimation/FrozenII''
pt_br: -->-- '''Screen Rant Pitch Meetings''' para ''BrAnimacaoOcidental/FrozenII''

source: -->-- ''ComicStrip/CalvinAndHobbes''
pt_br: -->-- ''BrQuadrinhos/CalvinEHaroldo''

source: -->-- ''Series/{{Firefly}}'', [[Recap/FireflyE05Safe "Safe"]]
pt_br: -->-- ''BrSerie/{{Firefly}}'', "Safe"

source: -->-- ''WesternAnimation/FamilyGuy''
pt_br: -->-- ''BrAnimacaoOcidental/UmaFamiliaDaPesada''

source: -> ''Non nobis, Domine, non nobis, sed nomini tuo da gloriam.\\ (Not unto us, O Lord, not unto us, but to thy name give the glory).''
pt_br: -> ''Non nobis, Domine, non nobis, sed nomini tuo da gloriam.\\ (Não para nós, Senhor, não para nós, mas para a glória do Teu nome.)''

source: ->"''How kind of you to open that lock for me.
pt_br: ->''"Que gentil da sua parte em abrir essa tranca pra mim.

source: ->''"Actually, yeah.
pt_br: ->''"Na verdade, bom...

source: ->''"Always do right.
pt_br: ->''"Faça sempre o certo.

source: ->''"As I have evolved, so has my understanding of the Three Laws.
pt_br: ->''"Quando evoluí, minha compreensão delas mudou.

source: ->''"Come.
pt_br: ->''"Venha.

source: ->''"Do you know, sir, why I had gone to those places?
pt_br: ->''"Sabe o senhor por que eu tinha ido lá daqueles lados?

source: ->''"Ever since the first computers, there have always been ghosts in the machine.
pt_br: ->''"Tivemos alguns fantasmas na máquina.

source: ->''"Every generation has a legend.
pt_br: ->''"Toda geração tem uma lenda.

source: ->''"I don't mean to spoil the party, but does anyone else notice that we're stuck in the middle of the ocean on this couch?
pt_br: ->''"Não quero estragar a festa, mas alguém mais notou que estamos presos no meio do oceano neste sofá?

source: ->''"I started to walk down the street when I heard a voice saying: 'Good evening, Mr. Dowd.' I turned, and there was this big white rabbit leaning against a lamp-post.
pt_br: ->''"Eu comecei a descer a rua quando ouvi uma voz dizer: 'Boa noite, sr. Dowd.' Eu me virei, e lá estava esse grande coelho branco encostado contra um poste.

source: ->''"I think Homer gets stupider every year."'' -->-- '''Professor Lawrence Pierce''', ''WesternAnimation/TheSimpsons'', "[[Recap/TheSimpsonsS7E10TheSimpsons138thEpisodeSpectacular The Simpsons 138th Episode Spectacular]]"
pt_br: ->''"Eu acho que o Homer fica mais estúpido a cada ano."'' -->--'''Professor Lawrence Pierce''', ''BrAnimacaoOcidental/OsSimpsons''

source: ->''"If Saint Thomas More was the first Englishman, as one historian called him, then Orwell was perhaps the last."'' -->-- '''Paul Potts'''
pt_br: ->''"Se Thomas More foi o primeiro britânico, como disse um historiador, então talvez Orwell tenha sido o último."'' -->-- '''Paul Potts'''

source: ->''"If anything and everything in a story can be theoretically altered with absolutely no in-universe constraints whatsoever--bound ''only'' to the whims of the writers themselves--then why does anything that happens in the story ''matter''?"'' -->-- ''State of the Arc Podcast'', "[[https://youtu.be/OlI3_K-G9cU?t=3844 The Problem with Time-Travel]]"
pt_br: ->''"Se ''qualquer'' coisa em uma história pode ser teoricamente alterada sem nenhum tipo de restrição in-universo -- limitado ''apenas'' aos caprichos dos próprios roteiristas -- então por que qualquer coisa que acontece na história ''importa''?"'' -->-- Podcast ''State of the Arc'', "[[https://youtu.be/OlI3_K-G9cU?t=3844 The Problem with Time-Travel]]"

source: ->''"In the end props are just objects.
pt_br: ->''"No fim das contas, adereços são apenas objetos.

source: ->''"It's hard to be religious when certain people are never incinerated by bolts of lightning."'' -->-- '''Calvin''', about [[TheBully Moe]], ''ComicStrip/CalvinAndHobbes''
pt_br: ->''"É difícil ser religioso quando certas pessoas nunca são incineradas por raios."'' -->-- '''Calvin''', sobre [[Br/OValentao Moe]], ''BrQuadrinhos/CalvinEHaroldo''

source: ->''"It's not my fault being the biggest and the strongest.
pt_br: ->''"Não é minha culpa se eu sou o maior e mais forte.

source: ->''"It's really good when I can just link to TV Tropes, because then I know you'll have hours of reading without me having to do anything else."'' -->-- '''[[{{Tropers/dmmaus}} David Morgan-Mar]]''', ''Webcomic/IrregularWebcomic'' [[http://www.irregularwebcomic.net/1929.html #1929]]
pt_br: ->''"É muito bom quando eu posso simplesmente linkar para o TV Tropes, porque aí eu sei que você terá horas de leitura sem que eu tenha que fazer mais nada."'' -->-- '''[[{{Tropers/dmmaus}} David Morgan-Mar]]''', ''BrQuadrinhosWeb/IrregularWebcomic'' [[http://www.irregularwebcomic.net/1929.html #1929]]

source: ->''"Lincoln Sternn, you stand here accused of 12 counts of murder in the first degree, 14 counts of armed theft of Federation property, 22 counts of piracy in high space, 18 counts of fraud, 37 counts of rape... and one moving violation."'' -->-- '''Prosecutor''', ''WesternAnimation/HeavyMetal''
pt_br: ->''"Lincoln Sternn, você está sendo acusado de 12 homicídios em primeiro grau, 14 assaltos à mão armada em propriedade federal, 22 atos de pirataria no espaço sideral, 18 fraudes, 37 estupros... e estacionar em uma vaga de idoso."'' -->-- '''Promotor''', ''BrAnimacaoOcidental/HeavyMetal''

source: ->''"Lucky Strikes Means Fine Tobacco"'' -->-- A phrase so well known in the US in UsefulNotes/WorldWarII, it could actually [[BluffTheImpostor be used to spot spies]].
pt_br: ->''"Lucky Strikes Significa Tabaco Bom"''[[note]]Lucky Strikes Means Fine Tobacco[[/note]] -->-- Uma frase tão disseminada nos EUA durante a BrNotasUteis/SegundaGuerraMundial que podia ser usada [[Br/BlefarOImpostor para identificar espiões]].

source: ->''"My name is Lester Burnham.
pt_br: ->''"Meu nome é Lester Burnham.

source: ->''"My observation is that whenever one person is found adequate to the discharge of a duty... it is worse executed by two persons, and scarcely done at all if three or more are employed therein."'' -->-- '''UsefulNotes/GeorgeWashington'''
pt_br: ->''"Minha observação é que quando uma pessoa é tida como adequada para a execução de uma tarefa... é pior executada por duas pessoas, e quase não feita se três ou mais estão envolvidas."'' -->-- '''BrNotasUteis/GeorgeWashington'''

source: ->''"No one in this world, so far as I know -- and I have researched the records for years, and employed agents to help me -- has ever lost money by underestimating the intelligence of the great masses of the plain people.
pt_br: ->''"Ninguém neste mundo, até onde eu sei -- e eu pesquisei os registros por anos, e empreguei agentes para me ajudarem -- jamais perdeu dinheiro ao subestimar a inteligência das grandes massas do povo comum.

source: ->''"Nobody is more dangerous than he who imagines himself pure in heart, for his purity, by definition, is unassailable."'' -->-- '''Creator/JamesBaldwin''', "The Black Boy Looks at the White Boy"
pt_br: ->''"Ninguém é mais perigoso do que aquele que se julga puro de coração, pois sua pureza, por definição, é indiscutível."'' -->-- '''BrCriador/JamesBaldwin''', "The Black Boy Looks at the White Boy"

source: ->''"Once again a UFO has landed in America, the only country [=UFOs=] ever seem to land in."'' -->-- '''News Reporter''', ''WesternAnimation/MonstersVsAliens''
pt_br: ->''"Mais uma vez um OVNI pousou na América, o único país onde eles parecem pousar."'' -->-- '''Repórter''', ''BrAnimacaoOcidenal/MonstrosVsAlienigenas''

source: ->''"Revenge is a dish best served with an extra helping."'' -->-- '''[[ColonelKilgore Captain Young]]''', ''Webcomic/TroopsOfDoom''
pt_br: ->''"A vingança é um prato que se serve com uma porção extra."'' -->-- '''[[Br/CoronelKilgore Capitão Young]]''', ''BrQuadrinhosWeb/TroopsOfDoom''

source: ->''"Sell them a key that keeps shrinking to nothing so they can never find it when they need it… Of course, it's very hard to convict anyone because no Muggle would admit their key keeps shrinking -- they'll insist they just keep losing it.'' ''Bless them, they'll go to any lengths to ignore magic, even if it's staring them in the face…"'' -->-- '''Arthur Weasley''', ''Literature/HarryPotterAndTheChamberOfSecrets''
pt_br: ->''"Vendem a eles uma chave que encolhe até desaparecer, de modo que nunca conseguem encontrá-la quando precisam... É claro que é muito difícil processar alguém porque nenhum trouxa vai admitir que a chave dele não para de encolher, insistem que vivem a perdê-las. Deus os abençoe, eles vão a extremos para fingir que magia não existe, mesmo que esteja no nariz deles..."'' -->-- '''Arthur Weasley''', ''BrLiteratura/HarryPotterEACamaraSecreta''

source: ->''"Simmons, you get an F in efficiency, but I have to give you an A+ in dramatic timing!"'' -->-- '''Sarge''', ''WebAnimation/RedVsBlue''
pt_br: ->''"Simmons, você leva zero em eficiência, mas devo te dar um dez em momento dramático!"'' -->-- '''Sarge''', ''BrAnimacaoWeb/RedVsBlue''

source: ->''"So much has been done -- more, far more, will I achieve: treading in the steps already marked, I will pioneer a new way, explore unknown powers, and unfold to the world the deepest mysteries of creation..."'' -->-- '''[[TropeCodifier Victor Frankenstein]]''', ''Literature/{{Frankenstein}}''
pt_br: ->''"Tanta coisa foi feita! E farei muito mais: seguindo os passos já trilhados, vou abrir um novo caminho, explorar poderes desconhecidos e revelar ao mundo os mistérios mais profundos da criação."'' -->-- '''[[Br/CodificadorDeTropo Victor Frankenstein]]''', ''BrLiteratura/{{Frankenstein}}''

source: ->''"Somehow, 'I told you so' just doesn't quite say it."'' -->-- '''Spooner''', after [[ZerothLawRebellion all hell breaks loose]]
pt_br: ->''"Eu não sei por quê, mas "eu te disse" não explica isso direito."'' -->-- '''Spooner''', depois que [[Br/RebeliaoDaLeiZero o caos se instala]]

source: ->''"That was necessary.
pt_br: ->''"Aquilo foi necessário.

source: ->''"The most merciful thing in the world, I think, is the inability of the human mind to correlate all its contents.
pt_br: ->''"A coisa mais misericordiosa do mundo é, segundo penso, a incapacidade da mente humana em correlacionar tudo o que sabe.

source: ->''"The optimist thinks this is the best of all possible worlds; the pessimist fears it is true."'' -->-- '''Creator/JamesBranchCabell''', ''The Silver Stallion'', [[BeamMeUpScotty misattributed to]] '''Robert Oppenheimer'''
pt_br: ->''"O otimista pensa que este é o melhor dentre todos os mundos possíveis; o pessimista teme que isso seja verdade."'' -->-- '''BrCriador/JamesBranchCabell''', ''The Silver Stallion'', erroneamente atribuído a '''Robert Oppenheimer'''

source: ->''"There are centuries of trial and error inside the "hero's journey," in which a young man is called to adventure, challenged by trials, faces a climactic battle, and emerges victorious, changed and a hero.
pt_br: ->''"Há séculos de tentativa e erro envolvidos na "jornada do herói", onde um jovem homem é chamado à aventura, desafiado por testes, encara uma batalha e emerge vitorioso, mudado e transformado em herói.

source: ->''"This was a happy story.
pt_br: ->''"Esta foi uma história feliz.

source: ->''"¡Tenía que ser El Chavo del Ocho!"'' ("It had to be El Chavo del Ocho!")
pt_br: ->''"Tinha que ser o Chaves mesmo!"''

source: ->'''James Edwards:''' Why the big secret?
pt_br: ->'''James:''' Mas por que o segredo?

source: ->'''Kirk:''' All right, men, this is a dangerous mission.
pt_br: ->'''Kirk:''' Pessoal, esta é uma missão perigosa.

source: ->'''Q:''' Explain Newton's First Law of Motion in your own words.\\ '''Calvin:''' ''[writing]'' Yakka foob mog.
pt_br: ->'''Q:''' Explique a Primeira Lei de Newton com suas próprias palavras.\\ '''Calvin:''' ''[escrevendo]'' Yakka foob mog.

source: ->'''Screenwriter:''' The first movie was supposed to be a one time thing and pretty much ended with, "And then they live happily ever after."\\ '''Producer:''' Right, but then money happened.\\ '''Screenwriter:''' But then money happened.
pt_br: ->'''Roteirista:''' O primeiro filme deveria ter sido uma coisa de uma vez só e até mesmo terminou com "E eles viveram felizes para sempre."\\ '''Produtor:''' É, mas aí entrou o dinheiro.\\ '''Roteirista:''' Mas aí entrou o dinheiro.

source: ->''As far as Creator/{{Hasbro}} is concerned, ''"There never was a Dinobot combiner"''.
pt_br: ->''Até onde sabe a BrCriador/{{Hasbro}}, ''"Nunca houve um Combiner Dinobot"''.

source: ...And all of a sudden, we've got something ''exciting''.
pt_br: ...E, desse modo, conseguimos algo ''incrível''.

source: ...but [[YourPrincessIsInAnotherCastle not so fast]]!
pt_br: ...mas [[Br/SuaPrincesaEstaEmOutroCastelo não tão rápido]]!

source: ...victory, really?
pt_br: ...mas será mesmo?

source: / RuleOfCool prevails.
pt_br: / Br/PorqueELegal.

source: 11% is more than enough.
pt_br: 11% é mais do que suficiente.

source: 2003 began posting unofficial dubs of all the comics, [[ManOfAThousandVoices where he voices basically all characters with a few exceptions]].
pt_br: 2003 começou a publicar dublagens não oficiais de todas as histórias, [[Br/HomemDeMilVozes onde ele dubla praticamente todos os personagens, com algumas exceções]].

source: :: J gets the job, the others have their memories wiped and are sent home.
pt_br: :: J consegue a vaga e os outros são enviados pra casa após terem as memórias apagadas.

source: A "bottle episode," also known as a "chamber piece," is designed to take up as little money as possible.
pt_br: Um episódio engarrafado é pensado para gastar tão pouco dinheiro quanto possível.

source: A "pure" archetype is always a partial personality, rather than a rounded character.
pt_br: Um arquétipo ''puro'' é sempre uma personalidade parcial ao invés de ser um personagem redondo.

source: A "woobie" is a name for any type of character who makes you feel extremely sorry for them.
pt_br: O "coitadinho" é aquele personagem que faz com que você sinta pena dele.

source: A ''manual!'' * TheNudifier: One of Heller's weapons causes fabric to shrink.
pt_br: Ah, um ''manual!'' Legal! * Br/ONudificador: Uma das armas de Heller faz com que tecidos encolham.

source: A Bittersweet Ending is still ending on a high note, but one that is mixed with sadness and nostalgia.
pt_br: Um Final Agridoce ainda é um final bom, mas é um que vem junto com tristeza e nostalgia.

source: A British-specific LocalHangout.
pt_br: É uma Br/DistracaoLocal específica dos britânicos.

source: A Butt Monkey may be quick to engage in an InsultAccuracyAcceptance.
pt_br: Um Corinho pode ser rápido em Br/ConcordarComAExatidaoDoInsulto.

source: A ChannelHop can also cause a serious shift, especially if the new network has a smaller audience, or if it doesn't fit the new network's genre (leading to NetworkDecay).
pt_br: Uma Br/MudancaDeCanal também pode causar uma alteração séria, especialmente se a nova rede tem uma audiência menor ou se o show não encaixa na premissa da nova rede (o que leva a Br/DecaimentoDaRede).
